Repository: onurb-taktile/ehRepeat
Catalog: locales/*/main.po
Languages: fr

source: One month
fr: Un mois

source: Two months
fr: Deux mois

source: Three months
fr: Trois mois

source: Six months
fr: Six mois

source: One year
fr: Un an

source: Custom
fr: Personnalisé

source: quarter hour
fr: quart d'heure

source: half hour
fr: demi-heure

source: hour
fr: heure

source: Defaulting to 183, «%s» is not a correct value.
fr: Durée à 183, «%s» n'est pas une valeur correcte.

source: Display:
fr: Afficher:

source: All
fr: Tous

source: Master and regular
fr: Maître et non répétitif

source: Repetitive events
fr: Événements répétitifs

source: Repeat events
fr: Événements répétitifs

source: Regenerate all events from today
fr: Régénérer tous les événements à partir d'aujourd'hui

source: Make unique
fr: Rendre unique

source: Event %d was outdated, it has been updated.
fr: L'événement %d était périmé, il a été mis à jour.

source: Could not generate repetitive events for event %d
fr: Impossible de générer les événements répétitifs pour l'événement %d

source: %d repetitive event generated for event %d
fr: %d événement répétitif généré pour l'événement %d

source: Could not make event %d unique, not a repeated event
fr: Impossible de rendre %d unique, ce n'est pas un événement répétitif

source: Event %d was successfully made unique
fr: L'événement %d est devenu unique

source: Choose day
fr: Choisissez un jour

source: Choose month
fr: Choisissez un mois

source: day
fr: jour

source: You have to provide a frequency for a recurrent event.
fr: Vous devez fournir une fréquence pour un événement récurrent

source: Repeat Events
fr: Événements Répétitifs

source: Eh Dummy requires eventHandler V%s minimum, V%s installed. Please update
fr: Eh Dummy requiert eventHandler V%s minimum, V%s installée. Veuillez mettre à jour

source: Eh Repeat requires eventHandler
fr: Eh Repeat dépend de eventHandler

source: Duration for automatic events generation
fr: Durée pour la génération automatique d'événements

source: Week starts on sunday
fr: La semaine commence le dimanche

source: Replace event end date by event duration
fr: Remplacer la date de fin de l'événement par sa durée

source: Minutes accuracy
fr: Précision des minutes

source: %A %B %e %Y %k:%M
fr: %A %e %B %Y %kh%M

source: %s : Can't find event %d.
fr: %s : Impossible de trouver l’événement %d.

source: Can't construct a xFrequency from string %s
fr: Impossible de construire un xFrequency à partir de la chaîne %s

source: Don't know how to set value %s, field unknown
fr: Je ne sais pas comment positionner la valeur %s, champ inconnu

source: Don't know how to get %s, field unknown
fr: Impossible d'obtenir %s, champ inconnu

source: The frequency string %s is incorrect
fr: La chaîne de fréquence %s est incorrecte

source: :|hour separator
fr: h

source: hr|hour symbol
fr: h

source: Duration :
fr: Durée :

source: Please set a date first
fr: Veuillez indiquer une date

source: bad frequency string
fr: mauvaise chaîne de fréquence

source: April
fr: avril

source: August
fr: août

source: December
fr: décembre

source: February
fr: février

source: January
fr: janvier

source: July
fr: juillet

source: June
fr: juin

source: March
fr: mars

source: May
fr: mai

source: November
fr: novembre

source: October
fr: octobre

source: September
fr: septembre

source: Friday
fr: vendredi

source: Monday
fr: lundi

source: Satudray
fr: samedi

source: Sunday
fr: dimanche

source: Thursday
fr: jeudi

source: Tuesday
fr: mardi

source: Wednesday
fr: mercredi

source: Every|week
fr: Chaque

source: the 1st|day
fr: le 1er

source: the 2nd|day
fr: le 2ème

source: the 3rd|day
fr: le 3ème

source: the 4th|day
fr: le 4ème

source: the 5th|day
fr: le 5ème

source: Every|day
fr: Chaque

source: the 1st|week
fr: la 1ère

source: the 2nd|week
fr: la 2ème

source: week
fr: semaine

source: the 3rd|week
fr: la 3ème

source: the 4th|week
fr: la 4ème

source: the 5th|week
fr: la 5ème

source: Every day
fr: Chaque jour

source: every day
fr: chaque jour

source: on %s
fr: %s

source: the |day
fr: le

source: and
fr: et

source: on %s
fr: %s

source: of the month
fr: du mois

source: of %s
fr: de %s

source: Exclude :
fr: Exclure :

source: Include :
fr: Inclure :

source: Repetitive event
fr: Événement répétitif

source: Rules
fr: Règles

source: Add a rule line
fr: Ajouter une règle

source: Delete this line
fr: Supprimez cette ligne

source: Rule
fr: Règle

source: Include
fr: Inclure

source: Exclude
fr: Exclure

source: Week
fr: Semaine

source: Day
fr: Jour

source: Month
fr: Mois

source: All days
fr: Tous les jours

source: on
fr: &nbsp;

source: of the month
fr: du mois

source: Validate rule
fr: Valider la règle

source: These settings will generate the following dates:
fr: Ces réglages généreraient les dates suivantes:

source: Frequency format string
fr: Chaîne de format de fréquence

source: Exceptions strings
fr: Chaînes d'exceptions

source: ehRepeat activation
fr: activation d'ehRepeat

source: Enable ehRepeat Addon
fr: Activer le module ehRepeat
